# Напишите функцию котрый будет определять введенный год, высокосный или нет.
a=int(input("Enter year:"))
if a%4==0: 
	print("This year is a leap year")
else:
	print("This year isnt a leep year")
	
